# reference: https://github.com/Homebrew/homebrew-bundle

brew "git"
brew "mutt"
brew "urlview"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "urlview"
brew "w3m"
brew "zola"
brew "zsh"
brew "zsh-completions"

tap "homebrew/cask"

cask "alacritty"
cask "firefox"
cask "iterm2"
cask "signal"
cask "netnewswire"
cask "lastpass"
