# reference: https://github.com/Homebrew/homebrew-bundle

brew "git"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rustfmt"
brew "stylua"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "zola"
brew "zsh"
brew "zsh-completions"

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "damascenorafael/tap"

cask "1password"
cask "alacritty"
cask "firefox"
cask "font-sf-mono"
cask "netnewswire"
cask "reminders-menubar"
cask "signal"
